{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "건물 아래의 잔디 제거와 해체 후 잔디가 다시 자랄지 설정합니다."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "마지막으로 덮고 있던 건물을 해체한 뒤 일시적으로 숨겨진 잔디가 다시 나타나기 시작하는 가장 빠른 시간입니다."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "건물이 덮는 형상의 위아래에서 추가로 제거하는 거리입니다."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "건물 바닥 면적 주변에서 잔디를 추가로 제거하는 거리입니다."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "가장자리에서 중앙으로 점진적 재생"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "수평 여유 거리(미터)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "일시적으로 숨겨진 잔디가 다시 나타나는 가장 늦은 시간입니다. 최솟값보다 작은 값은 최솟값으로 처리됩니다."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "건물 아래 잔디 제거"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "해체 후 잔디 재생"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "최대 재생 시간(초)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "최소 재생 시간(초)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "절벽에 생성된 잔디가 한 번에 튀어나오지 않고 부하가 적은 단계로 나뉘어 돌아옵니다."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "수직 여유 거리(미터)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "활성화하면 숨겨진 잔디가 설정된 지연 시간 후 돌아옵니다. 비활성화하면 새로 배치한 건물 아래 잔디가 건물을 해체한 뒤에도 제거된 상태로 유지됩니다. 이 모드는 나무, 덤불, 자원 식물 또는 기타 식생을 영구적으로 제거하지 않습니다."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}